wrn_wrd={'t.me','#промо'}
rus_plt = {'россия', 'русский', 'путин', 'москва', 'сибирь', 'кремль',
           'россиянин', 'россияне', 'рф', 'песков', 'минобороны', 'политика',
           'политический', 'советский'}
usa_plt = {'америка', 'американский', 'байден', 'вашингтон', 'американец',
           'американцы', 'сша', 'обама', 'трамп', 'политика', 'политический'}
eur_plt = {1}

ftb_spt = {'мяч', 'футбол', 'футболист', 'удар', 'вратарь', 'игрок',
           'сейв', 'гол', 'ворота', 'поле', 'футбольный', 'стадион',
           'команда'}
bsk_spt = {1}
hck_spt = {1}

spc_sci = {1}
mth_sci = {1}
hst_sci = {1}
categories = [rus_plt, usa_plt, eur_plt, ftb_spt, bsk_spt, hck_spt, spc_sci,
              mth_sci, hst_sci]
