START_MESSAGE = 'Привет, я бот который поможет тебе наконец-то найти ' \
                'интересные и нужные именно тебе новости.\nПросто нажми ' \
                '"Получить новость" и оценивай их почаще.'

YOU_HAVE_REGISTERED_MESSAGE = 'Ты уже зарегистрирован.'

SETTINGS_MESSAGE = 'Настройки.\n\nНажмите "Удалить мои  ' \
                   'данные" чтобы заново настроить свои рекомендации или  ' \
                   'удалить аккаунт.'

THERE_IS_NO_NEWS = 'Подожди пару минут, пока новостей нет.'

GET_YOUR_NEWS = 'Нажми "Получить новость".'

GET_NEWS_TRIGGER = 'Получить новость.'

GET_BACK_TRIGGER = 'Назад.'

GET_YOUR_WEATHER = 'Нажми на кнопку и передай мне свое местоположение'
